<policyDefinitions xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" revision="1.0" schemaVersion="1.0" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions">
  <policyNamespaces>
    <target prefix="MicrosoftAntimalware" namespace="Microsoft.Policies.Antimalware" />
    <using prefix="windows" namespace="Microsoft.Policies.Windows" />
  </policyNamespaces>
  <resources minRequiredRevision="1.0" />
  <categories>
    <category name="system_center_endpoint_protection" displayName="$(string.system_center_endpoint_protection)">
      <parentCategory ref="windows:System" />
    </category>
    <category name="exclusions" displayName="$(string.exclusions)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="network_inspection_system" displayName="$(string.network_inspection_system)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="network_inspection_system_exclusions" displayName="$(string.network_inspection_system_exclusions)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="quarantine" displayName="$(string.quarantine)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="real-time_protection" displayName="$(string.real-time_protection)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="remediation" displayName="$(string.remediation)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="reporting" displayName="$(string.reporting)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="scan" displayName="$(string.scan)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="signature_updates" displayName="$(string.signature_updates)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="maps" displayName="$(string.maps)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="threats" displayName="$(string.threats)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
    <category name="client_interface" displayName="$(string.client_interface)">
      <parentCategory ref="system_center_endpoint_protection" />
    </category>
  </categories>
  <policies>
    <policy name="system_center_endpoint_protection_allowfastservicestartup" class="Machine" displayName="$(string.system_center_endpoint_protection_allowfastservicestartup)" explainText="$(string.system_center_endpoint_protection_allowfastservicestartup_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="AllowFastServiceStartup">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="system_center_endpoint_protection_disableantispyware" class="Machine" displayName="$(string.system_center_endpoint_protection_disableantispyware)" explainText="$(string.system_center_endpoint_protection_disableantispyware_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="DisableAntiSpyware">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="system_center_endpoint_protection_disableantivirus" class="Machine" displayName="$(string.system_center_endpoint_protection_disableantivirus)" explainText="$(string.system_center_endpoint_protection_disableantivirus_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="DisableAntiVirus">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="system_center_endpoint_protection_disablelocaladminmerge" class="Machine" displayName="$(string.system_center_endpoint_protection_disablelocaladminmerge)" explainText="$(string.system_center_endpoint_protection_disablelocaladminmerge_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="DisableLocalAdminMerge">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="system_center_endpoint_protection_disableroutinelytakingaction" class="Machine" displayName="$(string.system_center_endpoint_protection_disableroutinelytakingaction)" explainText="$(string.system_center_endpoint_protection_disableroutinelytakingaction_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="DisableRoutinelyTakingAction">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="system_center_endpoint_protection_potentiallyunwantedapplications" class="Machine" displayName="$(string.system_center_endpoint_protection_potentiallyunwantedapplications)" explainText="$(string.system_center_endpoint_protection_potentiallyunwantedapplications_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\MpEngine" valueName="MpEnablePUS">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="system_center_endpoint_protection_proxybypass" class="Machine" displayName="$(string.system_center_endpoint_protection_proxybypass)" explainText="$(string.system_center_endpoint_protection_proxybypass_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="ProxyBypass" presentation="$(presentation.system_center_endpoint_protection_proxybypass)">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <text id="system_center_endpoint_protection_proxybypass" valueName="ProxyBypass" required="true" />
      </elements>
    </policy>
    <policy name="system_center_endpoint_protection_proxyserver" class="Machine" displayName="$(string.system_center_endpoint_protection_proxyserver)" explainText="$(string.system_center_endpoint_protection_proxyserver_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="ProxyServer" presentation="$(presentation.system_center_endpoint_protection_proxyserver)">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <text id="system_center_endpoint_protection_proxyserver" valueName="ProxyServer" required="true" />
      </elements>
    </policy>
    <policy name="system_center_endpoint_protection_randomizescheduletasktimes" class="Machine" displayName="$(string.system_center_endpoint_protection_randomizescheduletasktimes)" explainText="$(string.system_center_endpoint_protection_randomizescheduletasktimes_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="RandomizeScheduleTaskTimes">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="system_center_endpoint_protection_servicekeepalive" class="Machine" displayName="$(string.system_center_endpoint_protection_servicekeepalive)" explainText="$(string.system_center_endpoint_protection_servicekeepalive_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="ServiceKeepAlive">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="system_center_endpoint_protection_threatfile_hashlogging" class="Machine" displayName="$(string.system_center_endpoint_protection_threatfile_hashlogging)" explainText="$(string.system_center_endpoint_protection_threatfile_hashlogging_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware" valueName="ThreatFileHashLogging">
      <parentCategory ref="system_center_endpoint_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="exclusions_extensions" class="Machine" displayName="$(string.exclusions_extensions)" explainText="$(string.exclusions_extensions_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Exclusions" valueName="exclusions_extensions" presentation="$(presentation.exclusions_extensions)">
      <parentCategory ref="exclusions" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="exclusions_extensionsList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\Exclusions\Extensions" />
      </elements>
    </policy>
    <policy name="exclusions_paths" class="Machine" displayName="$(string.exclusions_paths)" explainText="$(string.exclusions_paths_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Exclusions" valueName="exclusions_paths" presentation="$(presentation.exclusions_paths)">
      <parentCategory ref="exclusions" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="exclusions_pathsList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\Exclusions\Paths" />
      </elements>
    </policy>
    <policy name="exclusions_processes" class="Machine" displayName="$(string.exclusions_processes)" explainText="$(string.exclusions_processes_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Exclusions" valueName="exclusions_processes" presentation="$(presentation.exclusions_processes)">
      <parentCategory ref="exclusions" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="exclusions_processesList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\Exclusions\Processes" />
      </elements>
    </policy>
    <policy name="nis_disableprotocolrecognition" class="Machine" displayName="$(string.nis_disableprotocolrecognition)" explainText="$(string.nis_disableprotocolrecognition_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS" valueName="DisableProtocolRecognition">
      <parentCategory ref="network_inspection_system" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="nis_consumers_ips_disablesignatureretirement" class="Machine" displayName="$(string.nis_consumers_ips_disablesignatureretirement)" explainText="$(string.nis_consumers_ips_disablesignatureretirement_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS" valueName="DisableSignatureRetirement">
      <parentCategory ref="network_inspection_system" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="nis_consumers_ips_throttledetectioneventsrate" class="Machine" displayName="$(string.nis_consumers_ips_throttledetectioneventsrate)" explainText="$(string.nis_consumers_ips_throttledetectioneventsrate_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS" valueName="ThrottleDetectionEventsRate" presentation="$(presentation.nis_consumers_ips_throttledetectioneventsrate)">
      <parentCategory ref="network_inspection_system" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="nis_consumers_ips_throttledetectioneventsrate" valueName="ThrottleDetectionEventsRate" minValue="0" maxValue="10000000" />
      </elements>
    </policy>
    <policy name="nis_consumers_ips_exclusions_ip_ranges_ip_range" class="Machine" displayName="$(string.nis_consumers_ips_exclusions_ip_ranges_ip_range)" explainText="$(string.nis_consumers_ips_exclusions_ip_ranges_ip_range_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\Exclusions\IP Ranges" valueName="nis_consumers_ips_exclusions_ip_ranges_ip_range" presentation="$(presentation.nis_consumers_ips_exclusions_ip_ranges_ip_range)">
      <parentCategory ref="network_inspection_system_exclusions" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="nis_consumers_ips_exclusions_ip_ranges_ip_rangeList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\Exclusions\IP Ranges\IP Range" />
      </elements>
    </policy>
    <policy name="nis_consumers_ips_exclusions_ports_port_number" class="Machine" displayName="$(string.nis_consumers_ips_exclusions_ports_port_number)" explainText="$(string.nis_consumers_ips_exclusions_ports_port_number_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\Exclusions\Ports" valueName="nis_consumers_ips_exclusions_ports_port_number" presentation="$(presentation.nis_consumers_ips_exclusions_ports_port_number)">
      <parentCategory ref="network_inspection_system_exclusions" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="nis_consumers_ips_exclusions_ports_port_numberList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\Exclusions\Ports\Port number" />
      </elements>
    </policy>
    <policy name="nis_consumers_ips_exclusions_processes_executable_path_and_name" class="Machine" displayName="$(string.nis_consumers_ips_exclusions_processes_executable_path_and_name)" explainText="$(string.nis_consumers_ips_exclusions_processes_executable_path_and_name_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\Exclusions\Processes" valueName="nis_consumers_ips_exclusions_processes_executable_path_and_name" presentation="$(presentation.nis_consumers_ips_exclusions_processes_executable_path_and_name)">
      <parentCategory ref="network_inspection_system_exclusions" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="nis_consumers_ips_exclusions_processes_executable_path_and_nameList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\Exclusions\Processes\Executable path and name" />
      </elements>
    </policy>
    <policy name="nis_consumers_ips_exclusions_threat_ids_threat_id" class="Machine" displayName="$(string.nis_consumers_ips_exclusions_threat_ids_threat_id)" explainText="$(string.nis_consumers_ips_exclusions_threat_ids_threat_id_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\Exclusions\Threat IDs" valueName="nis_consumers_ips_exclusions_threat_ids_threat_id" presentation="$(presentation.nis_consumers_ips_exclusions_threat_ids_threat_id)">
      <parentCategory ref="network_inspection_system_exclusions" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="nis_consumers_ips_exclusions_threat_ids_threat_idList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\Exclusions\Threat IDs\Threat Id" />
      </elements>
    </policy>
    <policy name="nis_consumers_ips_sku_differentiation_signature_set_guid" class="Machine" displayName="$(string.nis_consumers_ips_sku_differentiation_signature_set_guid)" explainText="$(string.nis_consumers_ips_sku_differentiation_signature_set_guid_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\SKU Differentiation" valueName="nis_consumers_ips_sku_differentiation_signature_set_guid" presentation="$(presentation.nis_consumers_ips_sku_differentiation_signature_set_guid)">
      <parentCategory ref="network_inspection_system" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="nis_consumers_ips_sku_differentiation_signature_set_guidList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\NIS\Consumers\IPS\SKU Differentiation\Signature Set GUID" />
      </elements>
    </policy>
    <policy name="quarantine_localsettingoverridepurgeitemsafterdelay" class="Machine" displayName="$(string.quarantine_localsettingoverridepurgeitemsafterdelay)" explainText="$(string.quarantine_localsettingoverridepurgeitemsafterdelay_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Quarantine" valueName="LocalSettingOverridePurgeItemsAfterDelay">
      <parentCategory ref="quarantine" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="quarantine_purgeitemsafterdelay" class="Machine" displayName="$(string.quarantine_purgeitemsafterdelay)" explainText="$(string.quarantine_purgeitemsafterdelay_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Quarantine" valueName="PurgeItemsAfterDelay" presentation="$(presentation.quarantine_purgeitemsafterdelay)">
      <parentCategory ref="quarantine" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="quarantine_purgeitemsafterdelay" valueName="PurgeItemsAfterDelay" minValue="0" maxValue="10000000" />
      </elements>
    </policy>
    <policy name="real-time_protection_disablescriptscanning" class="Machine" displayName="$(string.real-time_protection_disablescriptscanning)" explainText="$(string.real-time_protection_disablescriptscanning_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableScriptScanning">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_disablebehaviormonitoring" class="Machine" displayName="$(string.real-time_protection_disablebehaviormonitoring)" explainText="$(string.real-time_protection_disablebehaviormonitoring_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableBehaviorMonitoring">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_disableinformationprotectioncontrol" class="Machine" displayName="$(string.real-time_protection_disableinformationprotectioncontrol)" explainText="$(string.real-time_protection_disableinformationprotectioncontrol_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableInformationProtectionControl">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_disableintrusionpreventionsystem" class="Machine" displayName="$(string.real-time_protection_disableintrusionpreventionsystem)" explainText="$(string.real-time_protection_disableintrusionpreventionsystem_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableIntrusionPreventionSystem">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_disableioavprotection" class="Machine" displayName="$(string.real-time_protection_disableioavprotection)" explainText="$(string.real-time_protection_disableioavprotection_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableIOAVProtection">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_disableonaccessprotection" class="Machine" displayName="$(string.real-time_protection_disableonaccessprotection)" explainText="$(string.real-time_protection_disableonaccessprotection_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableOnAccessProtection">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_disablerawwritenotification" class="Machine" displayName="$(string.real-time_protection_disablerawwritenotification)" explainText="$(string.real-time_protection_disablerawwritenotification_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableRawWriteNotification">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_disablerealtimemonitoring" class="Machine" displayName="$(string.real-time_protection_disablerealtimemonitoring)" explainText="$(string.real-time_protection_disablerealtimemonitoring_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableRealtimeMonitoring">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_disablescanonrealtimeenable" class="Machine" displayName="$(string.real-time_protection_disablescanonrealtimeenable)" explainText="$(string.real-time_protection_disablescanonrealtimeenable_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="DisableScanOnRealtimeEnable">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_ioavmaxsize" class="Machine" displayName="$(string.real-time_protection_ioavmaxsize)" explainText="$(string.real-time_protection_ioavmaxsize_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="IOAVMaxSize" presentation="$(presentation.real-time_protection_ioavmaxsize)">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="real-time_protection_ioavmaxsize" valueName="IOAVMaxSize" minValue="0" maxValue="10000000" />
      </elements>
    </policy>
    <policy name="real-time_protection_localsettingoverridedisablescriptscanning" class="Machine" displayName="$(string.real-time_protection_localsettingoverridedisablescriptscanning)" explainText="$(string.real-time_protection_localsettingoverridedisablescriptscanning_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="LocalSettingOverrideDisableScriptScanning">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_localsettingoverridedisablebehaviormonitoring" class="Machine" displayName="$(string.real-time_protection_localsettingoverridedisablebehaviormonitoring)" explainText="$(string.real-time_protection_localsettingoverridedisablebehaviormonitoring_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="LocalSettingOverrideDisableBehaviorMonitoring">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_localsettingoverridedisableonaccessprotection" class="Machine" displayName="$(string.real-time_protection_localsettingoverridedisableonaccessprotection)" explainText="$(string.real-time_protection_localsettingoverridedisableonaccessprotection_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="LocalSettingOverrideDisableOnAccessProtection">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_localsettingoverridedisableintrusionpreventionsystem" class="Machine" displayName="$(string.real-time_protection_localsettingoverridedisableintrusionpreventionsystem)" explainText="$(string.real-time_protection_localsettingoverridedisableintrusionpreventionsystem_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="LocalSettingOverrideDisableIntrusionPreventionSystem">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_localsettingoverridedisableioavprotection" class="Machine" displayName="$(string.real-time_protection_localsettingoverridedisableioavprotection)" explainText="$(string.real-time_protection_localsettingoverridedisableioavprotection_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="LocalSettingOverrideDisableIOAVProtection">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_localsettingoverridedisablerealtimemonitoring" class="Machine" displayName="$(string.real-time_protection_localsettingoverridedisablerealtimemonitoring)" explainText="$(string.real-time_protection_localsettingoverridedisablerealtimemonitoring_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="LocalSettingOverrideDisableRealTimeMonitoring">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_localsettingoverriderealtimescandirection" class="Machine" displayName="$(string.real-time_protection_localsettingoverriderealtimescandirection)" explainText="$(string.real-time_protection_localsettingoverriderealtimescandirection_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="LocalSettingOverrideRealTimeScanDirection">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="real-time_protection_realtimescandirection" class="Machine" displayName="$(string.real-time_protection_realtimescandirection)" explainText="$(string.real-time_protection_realtimescandirection_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Real-Time Protection" valueName="RealTimeScanDirection" presentation="$(presentation.real-time_protection_realtimescandirection)">
      <parentCategory ref="real-time_protection" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <enum id="real-time_protection_realtimescandirection" valueName="RealTimeScanDirection" required="true">
          <item displayName="$(string.real-time_protection_realtimescandirection_0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.real-time_protection_realtimescandirection_1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.real-time_protection_realtimescandirection_2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="remediation_localsettingoverridescan_scheduletime" class="Machine" displayName="$(string.remediation_localsettingoverridescan_scheduletime)" explainText="$(string.remediation_localsettingoverridescan_scheduletime_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Remediation" valueName="LocalSettingOverrideScan_ScheduleTime">
      <parentCategory ref="remediation" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="remediation_scan_scheduleday" class="Machine" displayName="$(string.remediation_scan_scheduleday)" explainText="$(string.remediation_scan_scheduleday_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Remediation" valueName="Scan_ScheduleDay" presentation="$(presentation.remediation_scan_scheduleday)">
      <parentCategory ref="remediation" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <enum id="remediation_scan_scheduleday" valueName="Scan_ScheduleDay" required="true">
          <item displayName="$(string.remediation_scan_scheduleday_0)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.remediation_scan_scheduleday_1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.remediation_scan_scheduleday_2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.remediation_scan_scheduleday_3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.remediation_scan_scheduleday_4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.remediation_scan_scheduleday_5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.remediation_scan_scheduleday_6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.remediation_scan_scheduleday_7)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.remediation_scan_scheduleday_8)">
            <value>
              <decimal value="7" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="remediation_scan_scheduletime" class="Machine" displayName="$(string.remediation_scan_scheduletime)" explainText="$(string.remediation_scan_scheduletime_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Remediation" valueName="Scan_ScheduleTime" presentation="$(presentation.remediation_scan_scheduletime)">
      <parentCategory ref="remediation" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="remediation_scan_scheduletime" valueName="Scan_ScheduleTime" minValue="0" maxValue="1440" />
      </elements>
    </policy>
    <policy name="reporting_additionalactiontimeout" class="Machine" displayName="$(string.reporting_additionalactiontimeout)" explainText="$(string.reporting_additionalactiontimeout_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Reporting" valueName="AdditionalActionTimeOut" presentation="$(presentation.reporting_additionalactiontimeout)">
      <parentCategory ref="reporting" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="reporting_additionalactiontimeout" valueName="AdditionalActionTimeOut" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="reporting_criticalfailuretimeout" class="Machine" displayName="$(string.reporting_criticalfailuretimeout)" explainText="$(string.reporting_criticalfailuretimeout_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Reporting" valueName="CriticalFailureTimeOut" presentation="$(presentation.reporting_criticalfailuretimeout)">
      <parentCategory ref="reporting" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="reporting_criticalfailuretimeout" valueName="CriticalFailureTimeOut" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="reporting_disablegenericreports" class="Machine" displayName="$(string.reporting_disablegenericreports)" explainText="$(string.reporting_disablegenericreports_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Reporting" valueName="DisableGenericReports">
      <parentCategory ref="reporting" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="reporting_noncriticaltimeout" class="Machine" displayName="$(string.reporting_noncriticaltimeout)" explainText="$(string.reporting_noncriticaltimeout_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Reporting" valueName="NonCriticalTimeOut" presentation="$(presentation.reporting_noncriticaltimeout)">
      <parentCategory ref="reporting" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="reporting_noncriticaltimeout" valueName="NonCriticalTimeOut" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="reporting_recentlycleanedtimeout" class="Machine" displayName="$(string.reporting_recentlycleanedtimeout)" explainText="$(string.reporting_recentlycleanedtimeout_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Reporting" valueName="RecentlyCleanedTimeOut" presentation="$(presentation.reporting_recentlycleanedtimeout)">
      <parentCategory ref="reporting" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="reporting_recentlycleanedtimeout" valueName="RecentlyCleanedTimeOut" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="reporting_wpptracingcomponents" class="Machine" displayName="$(string.reporting_wpptracingcomponents)" explainText="$(string.reporting_wpptracingcomponents_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Reporting" valueName="WppTracingComponents" presentation="$(presentation.reporting_wpptracingcomponents)">
      <parentCategory ref="reporting" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="reporting_wpptracingcomponents" valueName="WppTracingComponents" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="reporting_wpptracinglevel" class="Machine" displayName="$(string.reporting_wpptracinglevel)" explainText="$(string.reporting_wpptracinglevel_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Reporting" valueName="WppTracingLevel" presentation="$(presentation.reporting_wpptracinglevel)">
      <parentCategory ref="reporting" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="reporting_wpptracinglevel" valueName="WppTracingLevel" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="scan_allowpause" class="Machine" displayName="$(string.scan_allowpause)" explainText="$(string.scan_allowpause_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="AllowPause">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="scan_archivemaxdepth" class="Machine" displayName="$(string.scan_archivemaxdepth)" explainText="$(string.scan_archivemaxdepth_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="ArchiveMaxDepth" presentation="$(presentation.scan_archivemaxdepth)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="scan_archivemaxdepth" valueName="ArchiveMaxDepth" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="scan_archivemaxsize" class="Machine" displayName="$(string.scan_archivemaxsize)" explainText="$(string.scan_archivemaxsize_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="ArchiveMaxSize" presentation="$(presentation.scan_archivemaxsize)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="scan_archivemaxsize" valueName="ArchiveMaxSize" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="scan_avgcpuloadfactor" class="Machine" displayName="$(string.scan_avgcpuloadfactor)" explainText="$(string.scan_avgcpuloadfactor_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="AvgCPULoadFactor" presentation="$(presentation.scan_avgcpuloadfactor)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="scan_avgcpuloadfactor" valueName="AvgCPULoadFactor" minValue="0" maxValue="100" />
      </elements>
    </policy>
    <policy name="scan_checkforsignaturesbeforerunningscan" class="Machine" displayName="$(string.scan_checkforsignaturesbeforerunningscan)" explainText="$(string.scan_checkforsignaturesbeforerunningscan_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="CheckForSignaturesBeforeRunningScan">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="scan_disablearchivescanning" class="Machine" displayName="$(string.scan_disablearchivescanning)" explainText="$(string.scan_disablearchivescanning_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableArchiveScanning">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disablecatchupfullscan" class="Machine" displayName="$(string.scan_disablecatchupfullscan)" explainText="$(string.scan_disablecatchupfullscan_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableCatchupFullScan">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disablecatchupquickscan" class="Machine" displayName="$(string.scan_disablecatchupquickscan)" explainText="$(string.scan_disablecatchupquickscan_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableCatchupQuickScan">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disableemailscanning" class="Machine" displayName="$(string.scan_disableemailscanning)" explainText="$(string.scan_disableemailscanning_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableEmailScanning">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disableheuristics" class="Machine" displayName="$(string.scan_disableheuristics)" explainText="$(string.scan_disableheuristics_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableHeuristics">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disablepackedexescanning" class="Machine" displayName="$(string.scan_disablepackedexescanning)" explainText="$(string.scan_disablepackedexescanning_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisablePackedExeScanning">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disableremovabledrivescanning" class="Machine" displayName="$(string.scan_disableremovabledrivescanning)" explainText="$(string.scan_disableremovabledrivescanning_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableRemovableDriveScanning">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disablereparsepointscanning" class="Machine" displayName="$(string.scan_disablereparsepointscanning)" explainText="$(string.scan_disablereparsepointscanning_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableReparsePointScanning">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disablerestorepoint" class="Machine" displayName="$(string.scan_disablerestorepoint)" explainText="$(string.scan_disablerestorepoint_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableRestorePoint">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disablescanningmappednetworkdrivesforfullscan" class="Machine" displayName="$(string.scan_disablescanningmappednetworkdrivesforfullscan)" explainText="$(string.scan_disablescanningmappednetworkdrivesforfullscan_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableScanningMappedNetworkDrivesForFullScan">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_disablescanningnetworkfiles" class="Machine" displayName="$(string.scan_disablescanningnetworkfiles)" explainText="$(string.scan_disablescanningnetworkfiles_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="DisableScanningNetworkFiles">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="scan_localsettingoverrideavgcpuloadfactor" class="Machine" displayName="$(string.scan_localsettingoverrideavgcpuloadfactor)" explainText="$(string.scan_localsettingoverrideavgcpuloadfactor_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="LocalSettingOverrideAvgCPULoadFactor">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="scan_localsettingoverridescanparameters" class="Machine" displayName="$(string.scan_localsettingoverridescanparameters)" explainText="$(string.scan_localsettingoverridescanparameters_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="LocalSettingOverrideScanParameters">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="scan_localsettingoverridescheduleday" class="Machine" displayName="$(string.scan_localsettingoverridescheduleday)" explainText="$(string.scan_localsettingoverridescheduleday_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="LocalSettingOverrideScheduleDay">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="scan_localsettingoverrideschedulequickscantime" class="Machine" displayName="$(string.scan_localsettingoverrideschedulequickscantime)" explainText="$(string.scan_localsettingoverrideschedulequickscantime_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="LocalSettingOverrideScheduleQuickScanTime">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="scan_localsettingoverridescheduletime" class="Machine" displayName="$(string.scan_localsettingoverridescheduletime)" explainText="$(string.scan_localsettingoverridescheduletime_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="LocalSettingOverrideScheduleTime">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="scan_purgeitemsafterdelay" class="Machine" displayName="$(string.scan_purgeitemsafterdelay)" explainText="$(string.scan_purgeitemsafterdelay_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="PurgeItemsAfterDelay" presentation="$(presentation.scan_purgeitemsafterdelay)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="scan_purgeitemsafterdelay" valueName="PurgeItemsAfterDelay" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="scan_quickscaninterval" class="Machine" displayName="$(string.scan_quickscaninterval)" explainText="$(string.scan_quickscaninterval_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="QuickScanInterval" presentation="$(presentation.scan_quickscaninterval)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="scan_quickscaninterval" valueName="QuickScanInterval" minValue="0" maxValue="24" />
      </elements>
    </policy>
    <policy name="scan_scanonlyifidle" class="Machine" displayName="$(string.scan_scanonlyifidle)" explainText="$(string.scan_scanonlyifidle_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="ScanOnlyIfIdle">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="scan_scanparameters" class="Machine" displayName="$(string.scan_scanparameters)" explainText="$(string.scan_scanparameters_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="ScanParameters" presentation="$(presentation.scan_scanparameters)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <enum id="scan_scanparameters" valueName="ScanParameters" required="true">
          <item displayName="$(string.scan_scanparameters_0)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.scan_scanparameters_1)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="scan_scheduleday" class="Machine" displayName="$(string.scan_scheduleday)" explainText="$(string.scan_scheduleday_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="ScheduleDay" presentation="$(presentation.scan_scheduleday)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <enum id="scan_scheduleday" valueName="ScheduleDay" required="true">
          <item displayName="$(string.scan_scheduleday_0)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.scan_scheduleday_1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.scan_scheduleday_2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.scan_scheduleday_3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.scan_scheduleday_4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.scan_scheduleday_5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.scan_scheduleday_6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.scan_scheduleday_7)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.scan_scheduleday_8)">
            <value>
              <decimal value="7" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="scan_schedulequickscantime" class="Machine" displayName="$(string.scan_schedulequickscantime)" explainText="$(string.scan_schedulequickscantime_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="ScheduleQuickScanTime" presentation="$(presentation.scan_schedulequickscantime)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="scan_schedulequickscantime" valueName="ScheduleQuickScanTime" minValue="0" maxValue="1440" />
      </elements>
    </policy>
    <policy name="scan_scheduletime" class="Machine" displayName="$(string.scan_scheduletime)" explainText="$(string.scan_scheduletime_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Scan" valueName="ScheduleTime" presentation="$(presentation.scan_scheduletime)">
      <parentCategory ref="scan" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="scan_scheduletime" valueName="ScheduleTime" minValue="0" maxValue="1440" />
      </elements>
    </policy>
    <policy name="signature_updates_assignaturedue" class="Machine" displayName="$(string.signature_updates_assignaturedue)" explainText="$(string.signature_updates_assignaturedue_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="ASSignatureDue" presentation="$(presentation.signature_updates_assignaturedue)">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="signature_updates_assignaturedue" valueName="ASSignatureDue" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="signature_updates_avsignaturedue" class="Machine" displayName="$(string.signature_updates_avsignaturedue)" explainText="$(string.signature_updates_avsignaturedue_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="AVSignatureDue" presentation="$(presentation.signature_updates_avsignaturedue)">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="signature_updates_avsignaturedue" valueName="AVSignatureDue" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="signature_updates_definitionupdatefilesharessources" class="Machine" displayName="$(string.signature_updates_definitionupdatefilesharessources)" explainText="$(string.signature_updates_definitionupdatefilesharessources_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="DefinitionUpdateFileSharesSources" presentation="$(presentation.signature_updates_definitionupdatefilesharessources)">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <text id="signature_updates_definitionupdatefilesharessources" valueName="DefinitionUpdateFileSharesSources" required="true" />
      </elements>
    </policy>
    <policy name="signature_updates_disablescanonupdate" class="Machine" displayName="$(string.signature_updates_disablescanonupdate)" explainText="$(string.signature_updates_disablescanonupdate_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="DisableScanOnUpdate">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="signature_updates_disablescheduledsignatureupdateonbattery" class="Machine" displayName="$(string.signature_updates_disablescheduledsignatureupdateonbattery)" explainText="$(string.signature_updates_disablescheduledsignatureupdateonbattery_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="DisableScheduledSignatureUpdateOnBattery">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="signature_updates_disableupdateonstartupwithoutengine" class="Machine" displayName="$(string.signature_updates_disableupdateonstartupwithoutengine)" explainText="$(string.signature_updates_disableupdateonstartupwithoutengine_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="DisableUpdateOnStartupWithoutEngine">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="signature_updates_fallbackorder" class="Machine" displayName="$(string.signature_updates_fallbackorder)" explainText="$(string.signature_updates_fallbackorder_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="FallbackOrder" presentation="$(presentation.signature_updates_fallbackorder)">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <text id="signature_updates_fallbackorder" valueName="FallbackOrder" required="true" />
      </elements>
    </policy>
    <policy name="signature_updates_forceupdatefrommu" class="Machine" displayName="$(string.signature_updates_forceupdatefrommu)" explainText="$(string.signature_updates_forceupdatefrommu_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="ForceUpdateFromMU">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="signature_updates_realtimesignaturedelivery" class="Machine" displayName="$(string.signature_updates_realtimesignaturedelivery)" explainText="$(string.signature_updates_realtimesignaturedelivery_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="RealTimeSignatureDelivery">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="signature_updates_scheduleday" class="Machine" displayName="$(string.signature_updates_scheduleday)" explainText="$(string.signature_updates_scheduleday_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="ScheduleDay" presentation="$(presentation.signature_updates_scheduleday)">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <enum id="signature_updates_scheduleday" valueName="ScheduleDay" required="true">
          <item displayName="$(string.signature_updates_scheduleday_0)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.signature_updates_scheduleday_1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.signature_updates_scheduleday_2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.signature_updates_scheduleday_3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.signature_updates_scheduleday_4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.signature_updates_scheduleday_5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.signature_updates_scheduleday_6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.signature_updates_scheduleday_7)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.signature_updates_scheduleday_8)">
            <value>
              <decimal value="7" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="signature_updates_scheduletime" class="Machine" displayName="$(string.signature_updates_scheduletime)" explainText="$(string.signature_updates_scheduletime_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="ScheduleTime" presentation="$(presentation.signature_updates_scheduletime)">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="signature_updates_scheduletime" valueName="ScheduleTime" minValue="0" maxValue="1440" />
      </elements>
    </policy>
    <policy name="signature_updates_signaturedisablenotification" class="Machine" displayName="$(string.signature_updates_signaturedisablenotification)" explainText="$(string.signature_updates_signaturedisablenotification_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="SignatureDisableNotification">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="signature_updates_signatureupdatecatchupinterval" class="Machine" displayName="$(string.signature_updates_signatureupdatecatchupinterval)" explainText="$(string.signature_updates_signatureupdatecatchupinterval_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="SignatureUpdateCatchupInterval" presentation="$(presentation.signature_updates_signatureupdatecatchupinterval)">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="signature_updates_signatureupdatecatchupinterval" valueName="SignatureUpdateCatchupInterval" minValue="0" maxValue="4294967295" />
      </elements>
    </policy>
    <policy name="signature_updates_signatureupdateinterval" class="Machine" displayName="$(string.signature_updates_signatureupdateinterval)" explainText="$(string.signature_updates_signatureupdateinterval_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="SignatureUpdateInterval" presentation="$(presentation.signature_updates_signatureupdateinterval)">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <decimal id="signature_updates_signatureupdateinterval" valueName="SignatureUpdateInterval" minValue="0" maxValue="24" />
      </elements>
    </policy>
    <policy name="signature_updates_updateonstartup" class="Machine" displayName="$(string.signature_updates_updateonstartup)" explainText="$(string.signature_updates_updateonstartup_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Signature Updates" valueName="UpdateOnStartUp">
      <parentCategory ref="signature_updates" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="maps_localsettingoverridemapsreporting" class="Machine" displayName="$(string.maps_localsettingoverridemapsreporting)" explainText="$(string.maps_localsettingoverridemapsreporting_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\SpyNet" valueName="LocalSettingOverrideSpyNetReporting">
      <parentCategory ref="maps" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="maps_mapsreporting" class="Machine" displayName="$(string.maps_mapsreporting)" explainText="$(string.maps_mapsreporting_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\SpyNet" valueName="SpyNetReporting" presentation="$(presentation.maps_mapsreporting)">
      <parentCategory ref="maps" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <enum id="maps_mapsreporting" valueName="SpyNetReporting" required="true">
          <item displayName="$(string.maps_mapsreporting_0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.maps_mapsreporting_1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.maps_mapsreporting_2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="maps_submitsamplesconsent" class="Machine" displayName="$(string.maps_submitsamplesconsent)" explainText="$(string.maps_submitsamplesconsent_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\SpyNet" valueName="SubmitSamplesConsent" presentation="$(presentation.maps_submitsamplesconsent)">
      <parentCategory ref="maps" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <enum id="maps_submitsamplesconsent" valueName="SubmitSamplesConsent" required="true">
          <item displayName="$(string.maps_submitsamplesconsent_0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.maps_submitsamplesconsent_1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.maps_submitsamplesconsent_2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.maps_submitsamplesconsent_3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="threats_threatiddefaultaction" class="Machine" displayName="$(string.threats_threatiddefaultaction)" explainText="$(string.threats_threatiddefaultaction_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Threats" valueName="threats_threatiddefaultaction" presentation="$(presentation.threats_threatiddefaultaction)">
      <parentCategory ref="threats" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="threats_threatiddefaultactionList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\Threats\ThreatIDDefaultAction" />
      </elements>
    </policy>
    <policy name="threats_threatseveritydefaultaction" class="Machine" displayName="$(string.threats_threatseveritydefaultaction)" explainText="$(string.threats_threatseveritydefaultaction_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\Threats" valueName="threats_threatseveritydefaultaction" presentation="$(presentation.threats_threatseveritydefaultaction)">
      <parentCategory ref="threats" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <list id="threats_threatseveritydefaultactionList" additive="true" explicitValue="true" key="Software\Policies\Microsoft\Microsoft Antimalware\Threats\ThreatSeverityDefaultAction" />
      </elements>
    </policy>
    <policy name="ux_configuration_notification_suppress" class="Machine" displayName="$(string.ux_configuration_notification_suppress)" explainText="$(string.ux_configuration_notification_suppress_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\UX Configuration" valueName="Notification_Suppress">
      <parentCategory ref="client_interface" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="ux_configuration_rebootnotification_suppress" class="Machine" displayName="$(string.ux_configuration_rebootnotification_suppress)" explainText="$(string.ux_configuration_rebootnotification_suppress_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\UX Configuration" valueName="SuppressRebootNotification">
      <parentCategory ref="client_interface" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="ux_configuration_customdefaultactiontoaststring" class="Machine" displayName="$(string.ux_configuration_customdefaultactiontoaststring)" explainText="$(string.ux_configuration_customdefaultactiontoaststring_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\UX Configuration" valueName="CustomDefaultActionToastString" presentation="$(presentation.ux_configuration_customdefaultactiontoaststring)">
      <parentCategory ref="client_interface" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <elements>
        <text id="ux_configuration_customdefaultactiontoaststring" valueName="CustomDefaultActionToastString" required="true" />
      </elements>
    </policy>
	<policy name="ux_configuration_clientui_lockdown" class="Machine" displayName="$(string.ux_configuration_clientui_lockdown)" explainText="$(string.ux_configuration_clientui_lockdown_explain)" key="Software\Policies\Microsoft\Microsoft Antimalware\UX Configuration" valueName="UILockdown">
      <parentCategory ref="client_interface" />
      <supportedOn ref="windows:SUPPORTED_WindowsVista" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
  </policies>
</policyDefinitions>